Repository: jorgeroldannovillo/proyecto-traducci-n-3
Catalog: tm/my_memory_new.tmx
Source language: en_gb
Languages: es_es

source: In order to ensure that its achievements endure, I call upon the Security Council to maintain its vital support to the International Tribunal, to take all possible measures to effect the immediate arrest of the last two fugitives so that its remaining cases can be completed expeditiously, to ensure the proper handling of the necessary residual functions by an appropriate body, and to provide assistance to judicial institutions in the former Yugoslavia to enable them to continue the work started by the International Tribunal and the Security Council.
es_es: Para que perduren sus logros, exhorto al Consejo de Seguridad a que mantenga el importante apoyo que le presta, a que tome todas las medidas posibles para la detención inmediata de los dos últimos prófugos de manera que puedan cerrarse cuanto antes las causas que restan, a que se asegure de que haya un órgano adecuado para hacerse cargo debidamente de las funciones residuales que sean necesarias y a que preste asistencia a las instituciones judiciales de la ex Yugoslavia para que puedan continuar la labor iniciada por el Tribunal Internacional y por el propio Consejo.

source: Additionally, we have heard news, and there have been rumors that the government has bought tribes from the areas surrounding Sana’a to attack civilians.
es_es: Por otra parte, hemos escuchado noticias y ha habido rumores de que el gobierno ha pagado a tribus de los alrededores de Sanaa para atacar a los civiles.

source: 347. The Committee is unable to fully evaluate the claims of the IDF that there were weapons stores in schools or that there were rockets being fired from the areas surrounding schools.
es_es: El Comité no puede determinar la veracidad de las alegaciones de las FDI de que hubiera armas almacenadas en las escuelas o de que se hubieran disparado cohetes desde sus inmediaciones.

source: The militarization of the areas surrounding the football stadiums is the lesson the authorities drew from the massive protests that took place in June 2013 during the Confederations Cup.
es_es: La militarización de los alrededores de los estadios de fútbol es la lección que han sacado las autoridades de las protestas masivas que se produjeron en junio de 2013 durante la Copa de las Confederaciones.

source: 74. An estimated 636.3 tons of cassiterite and 682.05 tons of wolfram were transported from the area surrounding Shabunda and Lulingu area in 2006.
es_es: Aproximadamente unas 636,3 toneladas de casiterita y 682,05 toneladas de wolframio se transportaron de las inmediaciones de Shabunda y Lulingu durante 2006.

source: Kenya
es_es: Kenia

source: Private and group lessons.
es_es: Clases privadas y grupales.

source: and select group joining forces
es_es: e importante que une fuerzas

source: Private and Small Group Classes
es_es: Clases particulares y en grupos pequeños

source: for those looking to validate their misconceptions,
es_es: para aquellos que buscan validar sus conceptos erróneos,

source: Designed for those looking to enjoy family life.
es_es: Pensada para aquellos que buscan disfrutar en familia.

source: To go on a trip
es_es: Para ir de viaje

source: You can do a lot.
es_es: Puedes aportar mucho.

source: You can do a triangle.
es_es: Puedes hacer un triángulo.

source: You can do a few things.
es_es: Puedes hacer algunas cosas.

source: you can do a full download.
es_es: puedes hacer una descarga completa.

source: The position of Kenya thus far on border issues in Eastern Africa goes against the spirit of the African Union’s position with respect to Delimitation and Demarcation of Boundaries in Africa.
es_es: Hasta el momento, la postura del país acerca de los asuntos fronterizos en África oriental se opone al espíritu y a la posición de la Unión Africana con respecto a la Delimitación y la Demarcación de Fronteras en África.

source: - The total liberalization of Kenya's airwaves in the true spirit of freedom of information and expression of opinion.
es_es: - la liberalización total de la radio y la televisión de acuerdo con el más puro espíritu de libertad de información y expresión.

source: 21. The representative of Kenya said that ECDC represented one of the best hopes emerging from the Spirit of Cartagena, which had created unprecedented consensus on ECDC.
es_es: 21. El representante de Kenya dijo que la CEPD representaba una de las mayores esperanzas surgidas del espíritu de Cartagena, que había creado un consenso sin precedentes con respecto a la CEPD.

source: o The liberalization of Kenya's airwaves reflects the spirit of freedom of information and expression of opinion.
es_es: ○ La liberalización de la radio y la televisión de Kenya reflejan el espíritu de la libertad de información y expresión.

source: With the combination of your body soul with spirit of the sun you became free and independent.
es_es: Así estaban ustedes en condiciones de viajar con su espíritu a muchos sitios. La unión entre vuestro alma corporal y el espíritu solar les dió libertad e independencia.

source: When the Sons receive allowances for personal expenses, they must know how to manage them wisely and with spirit of poverty.
es_es: Cuando los Hijos reciben subvenciones para sus gastos personales, sepan administrarlas sabiamente y con espíritu de pobreza.

source: With spirits of darkness who travel by night.
es_es: Con espíritus de oscuridad que viajan por la noche.

source: Particular attention should be paid to children who very often have no access to education.
es_es: Debería prestarse atención especial a los niños, que con gran frecuencia no tienen acceso a la educación.

source: (a) To organize activities to reach the children who have no access to information;
es_es: a) Organizar actividades para llegar a los niños que no tienen acceso a la información;

source: For children who have no access to the Internet, 2,000 CDs from the digital library were prepared and distributed.
es_es: Para los niños que no tienen acceso a Internet, se elaboraron y distribuyeron 2.000 discos compactos de la biblioteca digital.

source: 19. The Committee is concerned at the large numbers of children who work, and as a result have no access to education.
es_es: 19. Al Comité le preocupa el gran número de niños que trabajan y que, por ese motivo, no tienen acceso a la educación.

source: Lastly, through the introduction of the Comprehensive Plan for Children and Youth in Poverty in 2004, the Government began to provide children in need with a basic standard of living and strengthen support designed to help them stand on their own feet.
es_es: Por último, con la introducción, en 2004, del Plan general para los niños y los jóvenes que viven en la pobreza, el Gobierno empezó a proporcionar a los niños necesitados un nivel de vida básico y a reforzar su ayuda para que se independicen.

source: At a price that will save you money!
es_es: a un precio que le ahorrará dinero

source: and at a price that makes them extremely affordable for everyone.
es_es: y en un precio que los hace muy asequible para todo el mundo.

source: A professional service guaranteed at a price that will surprise you.
es_es: Asegúrate un servicio profesional a un precio que te sorprenderá.

source: Very professional
es_es: Muy profesional

source: The number of masts also increased in the following centuries as well as the number and area of the sails.
es_es: El número de mástiles también aumentó en los siglos siguientes, así como el número y el área de las velas.

source: There are a number of risks involved in this Token Sale, as well as the future development, mainte-nance and running of the NKD$ Network and Tokens.
es_es: Hay una serie de riesgos involucrados en esta Venta de Tokens, así como el futuro desarrollo, mantenimiento y funcionamiento de la Red NKD$ y Tokens.

source: There are a number of risks involved in this Token Sale, as well as the future development, mainte- nance and running of the NKD$ Network and Tokens.
es_es: Hay una serie de riesgos involucrados en esta Venta de Tokens, así como el futuro desarrollo, mantenimiento y funcionamiento de la Red NKD$ y Tokens.

source: Samuel: “Greetings. There are quite a number of observers here where I am, as well as ‘down below’ surrounding you.
es_es: Samuel: “Saludos. Hay un gran número de observadores aquí donde estoy, al igual que ‘allá abajo’ a tu alrededor.

source: They continue to provide hard currency on a daily basis, enabling warlords to have enough cash on hand to purchase arms, ammunition and khat supplies for the militias.
es_es: Estos puestos siguen produciendo dinero contante diariamente, que permite a los caudillos disponer de efectivo suficiente para comprar armas, municiones y suministros de khat para las milicias.

source: in units of :
es_es: en units of :

source: It is located in a zone that is easily accessed from many parts of the city.
es_es: La ubicación de Maloka es de fácil acceso desde muchos puntos de la ciudad.

source: We are located in the heart of the city.
es_es: Estamos ubicados en pleno centro de la ciudad.

source: These academic units are located in different parts of the city of Popayán.
es_es: Estas unidades académicas se encuentran ubicadas en distintos sitios de la ciudad de Popayán.

source: We are located in many areas of the world where our travelers expect us.
es_es: Estamos ubicados en muchas partes del mundo donde nuestros viajeros esperan que estemos.

source: A photocopy of your passport
es_es: ). La copia de pasaporte.

source: - A photocopy of your passport
es_es: - Documento de identidad o pasaporte original y fotocopia.

source: 3. Photocopy of your Passport
es_es: 3. Fotocopia de su Pasaporte

source: ②A photocopy of your passport
es_es: 2. Una fotocopia de su pasaporte.

source: The traditional perception persists that an educated women must be, first and foremost, a wife and mother while all other social roles take second place and that a woman manager will be worse than a man in the same post, especially in occupational groups peopled primarily by males.
es_es: Existe la noción generalizada de que la mujer educada ha de ser ante todo una esposa y una madre, que todas las demás funciones sociales son secundarias y que la mujer dirigente desempeñará su cargo peor que el hombre, especialmente en grupos ocupacionales predominantemente masculinos.

source: This is a good place to write about your
es_es: Este es un lugar adecuado para escribir sobre tus

source: This may be a good time to repeat this request.
es_es: Este puede ser un buen momento para repetir nuestra petición.

source: S: This is a good place to ask about the South Pole.
es_es: S: É ste es un buen lugar para preguntar sobre el Polo Sur.

source: It is best to carry out a trial cut.
es_es: Es mejor realizar un corte de prueba.

source: It is best to carry a light backpack.
es_es: Lo mejor es llevar una mochila ligera.

source: It is best to germinate late, in summer, rather than spring.
es_es: Lo mejor es germinarlas tarde, en verano, no en primavera.

source: Men:
es_es: Hombre:

source: • Do not put your wallet in your back pocket.
es_es: • No poner el monedero en el bolsillo trasero.

source: •Do not carry them in your pocket
es_es: ● No las llevan en su bolsillo

source: Never carry your wallet in the back pocket of your pants.
es_es: Jamás llevar la cartera en el bolsillo trasero del pantalón.

source: You carry your wallet in your back pocket or in an easily accessible pocket.
es_es: Llevar la billetera en el bolsillo trasero o un bolsillo de fácil acceso.

source: Rule 2: Do not carry your credit card with you – or any way of withdrawing cash out. Don’t worry about cash for the cab if you burn all your money; most taxi operators, in particular the taxis booked through casinos, will drive you to your house and are more than happy to wait for the moolah when you get back.
es_es: Regla 2: Non llene su tarjeta de crédito con usted – o cualquier otra forma de retirar el dinero. No se preocupe por el dinero para el taxi SI dilapidar todo, la mayoría de los Taxistas, en particular, las cabinas reservadas por los casinos, te llevará Más estarán casa y que Felices de esperar a que el dinero regrese cuando usted.

source: There is also a tea lounge which has a library.
es_es: Además hay un salón de té equipado con una biblioteca.

source: There is also a medical clinic which has a maternity wing.
es_es: Hay también una clínica que cuenta con un sección de maternidad.

source: There is also the agreement with Japan, which still has a number of years to run.
es_es: comillas) la calidad y seguridad en todos los lugares.

source: There is an interinstitutional dimension to subsidiar­ity which also has a bearing on lhe democratic deficit.
es_es: Y, sin embargo, esta distinción reviste gran importancia, puesto que la necesidad de la acción se aprecia de manera diferente según el tipo de competencia.

source: Air conditioning, cable television and Internet are all available with this rental.
es_es: El aire acondicionado, cable e internet, están incluidos en el apartamento.

source: The leaked documents are all available here.
es_es: Todos los documentos revelados están disponibles aquí.

source: Facilities such as T.V, fridge, washing machine and internet are available.
es_es: Las instalaciones tales como TV, nevera, lavadora y acceso a Internet están disponibles.

source: Pools, shops and sports facilities are all available.
es_es: Pone a su disposición piscinas, tiendas e instalaciones deportivas.

source: In addition, there is a gym.
es_es: Podrá utilizar también el gimnasio.

source: In addition, there is a high
es_es: Podrá utilizar también el gimnasio.

source: In addition there is a planetarium.
es_es: Además cuenta con un planetario.

source: In addition, there is a kids' club.
es_es: Enfrente del hotel hay una parada.

source: The recent suicide attack on the Westgate shopping mall in Nairobi and the continuing assassinations and targeted killings inside Somalia are a stark reminder of the ever-present danger that Al-Shabaab represents.
es_es: El reciente atentado suicida contra el centro comercial Westgate en Nairobi y la continuación de los asesinatos de figuras políticas y otros asesinatos selectivos en Somalia son un claro recordatorio del peligro constante que representa Al-Shabaab.

source: The 2010 suicide bombings in Uganda and the more recent attack on the Westgate Mall in Nairobi clearly embodied the asymmetrical warfare waged by Al-Shabaab, which had ties to AlQaida and claimed to have carried out the attacks in retaliation for various countries' support for AMISOM.
es_es: Los ataques suicidas con bombas en Uganda en 2010 y el ataque más reciente contra el centro comercial de Westgate en Nairobi representan claramente la guerra asimétrica que libra Al-Shabaab, que tiene vínculos con Al-Qaida y que adujo haber realizado los ataques en represalia por el apoyo que han brindado diversos países a la AMISOM.

source: “The Mall of America in Minnesota has been the biggest in the United States for more than a decade, and the North American title goes to the mall in west Edmonton, Canada. But, this year, the largest mall in the world is the Golden Resources Mall in Beijing, and it will soon be eclipsed by the South China Mall.
es_es: Pero este año el Centro Comercial más grande en el mundo es: Recursos Dorados en Beijing, y pronto será eclipsado por el Centro Comercial del Sur de China.

source: Look around you: The entire world is under attack, the entire world – the Twin Towers in New York, the subways in London and Madrid, tourists in Bali, students at schools in Russia and Pakistan, a hotel in Mumbai, the mall in Nairobi.
es_es: Mire a su alrededor : El mundo entero está bajo ataque, todo el mundo - las Torres Gemelas de Nueva York , el metro de Londres y Madrid , turistas en Bali , los estudiantes de las escuelas de Rusia y Pakistán, un hotel en Mumbai , el centro comercial en Nairobi.

source: I understand that NorthStar is a competitor to
es_es: Entiendo que NorthStar es un competidor de

source: WLA is not a competitor to or replacement of RPA.
es_es: La WLA no es un competidor o reemplazo de la RPA.

source: They’re a competitor to my startup.
es_es: Son un competidor de mi startup.

source: If doing nothing is a competitor…
es_es: Si no hacer nada es un competidor...

source: It is a large area with room to grow.
es_es: Es una zona muy extensa con espacio para crecer.

source: It is a large flower.
es_es: Es una flor grande.

source: It is a large square area with a dome.
es_es: Es un área cuadrada grande con una bóveda.

source: It is a large, robust plant with...
es_es: Esta atractiva característica, junto con el hecho de que es probablemente...

source: I turned on the second entrance of the parking lot of the shopping center to enter by the back of it
es_es: Entré por la segunda entrada del parqueo del centro comercial para entrar a la parte de atrás del mismo

source: Nowadays the Duomo is the center of the parking lot of the same name: The Dome parking lot.
es_es: Hoy en día la Catedral es el centro del estacionamiento del mismo nombre: El estacionamiento del Domo.

source: The car temporarily parked in the parking lot at the largest shopping center in PG Plaza was black and very luxurious.
es_es: El carro que estaba estacionado temporalmente en el área de parqueo del Centro Comercial más grande de PG Plaza, era de color negro, muy lujoso.

source: Five days after gunmen killed the Lopezes, on May 26, Sinaloa Cartel operatives fatally shot Bonilla Guzmán in the parking lot of a shopping center.
es_es: Cinco días después de que los pistoleros mataran a los López, el 26 de mayo, operarios del Cártel de Sinaloa hirieron de muerte a Bonilla Guzmán en el estacionamiento de un centro comercial.

source: Many of these attractions bring a lot of entertainment, intellectual stimulation and are a great way to spend an afternoon and a vacation.
es_es: Muchas de estas atracciones traen un montón de entretenimiento, estimulación intelectual y son una gran manera de pasar la tarde y unas vacaciones.

source: A Casa Appartementhaus, furnished in alpine style, is a great way to spend an open air holiday.
es_es: El A Casa Appartementhaus, está amueblado estilo alpino y es ideal para pasar unas vacaciones al aire libre y en contacto con la naturaleza.

source: Kitt Peak National ObservatoryThe <g id="4">Kitt Peak National Observatory</g> is a great way to spend an afternoon and evening.
es_es: Kitt Peak National Observatory El <g id="4">Observatorio Nacional de Kitt Peak</g> es una gran manera de pasar la tarde y la noche.

source: 5 aside is a great way to spend a few hours.
es_es: Un partido de fútbol 5 es una excelente manera de pasar unas horas.

source: - This is THE spot for a perfect honeymoon!
es_es: - Este es el lugar para una luna de miel perfecta!

source: <g id="1">Line 5</g>: This is the spot for meals and entertainment expenses.
es_es: <g id="1">Línea 5</g>: Este es el lugar para los gastos de comidas y entretenimiento.

source: If you are interested in live DJ sets, The BlagClub is the spot for you!
es_es: Si le interesan los DJs en directo, ¡el BlagClub es su sitio!

source: Congratulations on buying your theatre ticket(s)! Your tickets will be ready to be picked up at the theatre box office on the day of the show. The tickets are held under the name as stated on the voucher. You will need to pick up your tickets at least one hour before the show starts by showing your passport and this voucher (printed or on your mobile). If you arrive late, the staff may only let you into the theatre when there is a suitable moment for it. Make sure you arrive on time so you don't miss the show!
es_es: Felicidades por la compra de su boleto(s) del teatro! Sus entradas estarán listos para ser recogidos en la taquilla del teatro el mismo día del espectáculo. Las entradas se llevan a cabo bajo el nombre como se indica en el cupón. Tendrá que recoger sus boletos por lo menos una hora antes del espectáculo comienza mostrando su pasaporte y este cupón (impreso o en el móvil). Si llega tarde, el personal puede sólo le dejó entrar en el teatro cuando hay un momento adecuado para ello. Asegúrate de llegar a tiempo para que no se pierda el espectáculo!

source: Hotel Herenhuysis located in a manor house in the city centre of Alkmaar.
es_es: El Hotel Herenhuysis está situado en una casa solariega en el centro de la ciudad de Alkmaar.

source: The houses in the city centre still have the typical balconies with the variety we expected in terms of handrails.
es_es: En las calles del centro se mantienen los típicos balcones con la variedad esperada en cuanto a las barandas.

source: Style The two modernist houses in the city centre are famed for their flowing façades and playful forms.
es_es: Estilo Las dos casas modernistas en el centro de la ciudad son famosas por sus fluidas fachadas y formas juguetonas.

source: This stylish, value property is located in Ceuta?s city centre, facing the city?s museum and near the beautiful Marítimo del Mediterráneo Park.
es_es: Este elegante establecimiento con una buena relación calidad precio está situado en el centro de Ceuta, frente al museo de la ciudad y cerca del precioso Parque Marítimo del Mediterráneo.

source: At lunchtime
es_es: Al mediodía

source: Open at lunchtime
es_es: Disponible durante horario de almuerzo

source: Arrival at lunchtime.
es_es: Llegada a la hora del almuerzo.

source: MID RANGE
es_es: RANGO MEDIO

source: Mid Range
es_es: Rango medio

source: They're sending out a fantastic array of scent to any insect that'll have it.
es_es: Ellas emiten combinaciones de aromas para los insectos que las quieran.

source: This hotel also has a majestic lobby and a fantastic setting with an array of leisure options for adults and children
es_es: Este hotel destaca también por su recepción majestuosa y el entorno en el que se encuentra donde encontraremos un mundo de posibilidades de ocio para grandes y pequeños

source: This hotel also has a majestic lobby and a fantastic setting with an array of leisure options for adults and children nearby.
es_es: Este hotel destaca también por su recepción majestuosa y el entorno en el que se encuentra donde encontraremos un mundo de posibilidades de ocio para grandes y pequeños

source: We have a fantastic array of destinations in Venezuela available to those looking to experience their holiday in luxury.
es_es: Tenemos una fantástica variedad de destinos en Venezuela disponibles para aquellos que buscan pasar sus vacaciones de lujo.

source: This house is an excellent starting point for sporting nature lovers.
es_es: Esta casa es un punto de partida excelente para amantes de la naturaleza deportiva.

source: The Sun in the 2nd house is an excellent position for material possessions, money and financial security.
es_es: El Sol en la segunda casa es una excelente posición para posesiones materiales, dinero y seguridad financiera.

source: Walking is an area of strength for Martha and provides an excellent source of exercise for her.
es_es: Caminar es un área de fortaleza para Martha y supone una excelente fuente de ejercicio para ella.

source: The House is in the heart of the District of Barceloneta, a two minute walk from the beach. Thus, it is an excellent location for lovers of the sea.
es_es: La vivienda se encuentra en el corazón del barrio de la Barceloneta, a dos minutos a pie de la playa. Así pues, se trata de una ubicación inmejorable para los amantes del mar.
